ent-CMGlassesSecurity = HUD-очки охраны
    .desc = Солнцезащитные очки, оснащенные лучшими нано-технологиями, которые USCM может использовать на границе. Отображают информацию о любом человеке, которого вы сочтете достойным своего взгляда.
ent-CMGlassesM42ScoutSight = прицел разведчика M42
    .desc = Гарнитура и прицельная система ночного видения для винтовки M42 Scout. Позволяет получать освещенное изображение окружающей обстановки.
ent-CMGlassesM56 = прицел смартганера M56
    .desc = Гарнитура и защитные очки для M56 Smartgun. Имеет низкокачественное изображение ближнего радиуса действия, позволяющее видеть местность
ent-RMCGlassesMedicalHUDGlasses = медицинские HUD-очки
    .desc = Дисплей на голове, который сканирует гуманоидов, находящихся в поле зрения, и предоставляет точные данные о состоянии их здоровья.
