ent-CMMagazineSniperM96S = магазин M96S (10x28мм)
    .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него наносит значительный урон.
ent-CMMagazineSniperM96SIncendiary = зажигательный магазин M96S (10x28мм)
    .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него временно ослепит таргет и разожжет пламя дальше.
ent-CMMagazineSniperM96SFlak = магазин M96S flak (10x28мм)
    .desc = Магазин с патронами для снайперской винтовки. Прицельный выстрел из него временно замедляет цель и минимизирует обратную реакцию.
ent-CMMagazineSniperM96SAntiMateriel = магазин XM43E1 (10x99мм)
    .desc = Магазин для противопехотных патронов калибра 10x99 мм.
