ent-CMM96SSniperRifle = снайперская винтовка M96S
    .desc = Тяжелая снайперская винтовка производства компании Armat Systems. Имеет оптический прицел и стреляет бронебойными патронами из магазина емкостью 15 патронов. 'Мир через превосходную огневую мощь'
ent-CMXM43E1SniperRifle = экспериментальная антиматериальная винтовка XM43E1
    .desc = Экспериментальная антиматериальная винтовка производства компании Armat Systems, недавно извлеченная из глубоких запасников заброшенного центра прототипирования. В частности, эта винтовка в настоящее время проходит полевые испытания. Калибр 10х99 мм.
