ent-ColMarTechFood = поставщик продуктов питания КолМорТех
    .desc = Поставщик морской еды, содержащий стандартные военные блюда.
ent-CMVendorBooze = Алкомат
    .desc = Чудо техники, способное смешать именно ту смесь, которую вы хотите выпить, как только вы попросите.
ent-CMVendorChess = Шахматомат
    .desc = В 2143 году Red Star Drinks, корпорация, входящая в SPP-CA (Администрация колоний), провела рекламный тотализатор для тех, кто нашел специальные коды на внутренней стороне крышек ограниченной партии водки Red Star Vodka, отправив им Chess-O-Mat с неограниченным количеством пополнений.
